[{
  "name": "Смузи яблоко-киви-банан",
  "picture": "smuzi-yabloko-kivi-banan.jpg",
  "calorie": 81,
  "proteins": 2,
  "fats": 2,
  "carbs": 14,
  "recipeText": "ШАГ 1. Подготовьте все необходимые ингредиенты. Для смузи выбирайте спелые киви и спелый банан, но не перезрелый (с ярко-желтой кожурой без черных точек). Мед нужен жидкий, если у вас он засахаренный, то растопите его на водяной бане. Молоко берите любой жирности, на ваш вкус. \n ШАГ 2. Возьмите киви, очистите от кожуры и нарежьте ломтиками произвольной формы. \n ШАГ 3. Банан очистите от кожуры и нарежьте крупными кусочками. \n ШАГ 4. Яблоко помойте под проточной водой, обсушите, также очистите от кожуры и семян, нарежьте кусочками. \n ШАГ 5. Возьмите чашу блендера, выложите в нее нарезанные фрукты, добавьте жидкий мед. \n ШАГ 6. Влейте к фруктам молоко комнатной температуры. \n ШАГ 7. Все тщательно взбейте до однородности. Разлейте смузи по стаканам и наслаждаться свежим фруктовым вкусом. Пить смузи нужно сразу, пока оно имеет красивый бледно-зеленый цвет. Потом перемолотые яблоки и банан начнут быстро темнеть и цвет вашего напитка ухудшится. Хотя вкус от этого не пострадает.",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Молоко",
      "quantity": 350,
      "unit": "мл"
    },
    {
      "ingredientId": "Банан",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Киви",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Яблоко",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Мед",
      "quantity": 1,
      "unit": "ст. л."
    }
  ],
  "cookingTime": "30 мин"
},{
  "name": "Брокколи с яйцом на сковороде",
  "picture": "brokkoli-s-yaitsom.jpg",
  "calorie": 123,
  "proteins": 7,
  "fats": 11,
  "carbs": 3,
  "recipeText": "ШАГ 1. Подготовьте необходимые ингредиенты. Тщательно промойте капусту и разделите её на небольшие соцветия. \n ШАГ 2. В сковороде разогрейте растительное масло и обжарьте на нём соцветия брокколи в течение 2-3 минуты. По желанию вы можете добавить какие-то пряности и приправы. Отлично подойдут измельченный зубчик чеснока, кубики лука, молотая паприка, сушеный укроп или тимьян. \n ШАГ 3. Вбейте яйца в мисочку и размешайте вилкой. Можно и не размешивать их, если желаете оставить целиковые желтки. \n ШАГ 4. Посолите и взбейте яичную массу. На этом этапе также можно ее и поперчить или добавить сушеные травы. \n ШАГ 5. Залейте брокколи на сковороде и готовьте на небольшом огне около 10-12 минут. При желании, можно накрыть сковороду крышкой. Следите за тем, чтобы весь белок яйца обязательно хорошо пропекся, - именно в белке могут содержатся бактерии, если они попали в яйцо со скорлупы.",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Брокколи",
      "quantity": 200,
      "unit": "г"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 1,
      "unit": "ст. л."
    },
    {
      "ingredientId": "Соль",
      "quantity": 1,
      "unit": "щепотка"
    }
  ],
  "cookingTime": "30 мин"
},{
  "name": "Белковый омлет на пару",
  "picture": "belkovii-omlet.jpg",
  "calorie": 125,
  "proteins": 9,
  "fats": 8,
  "carbs": 2,
  "recipeText": "ШАГ 1.  Отделите белки от желтков. Вам понадобятся только белки. \n ШАГ 2. Белки же посолите, не кладите много соли, - все-таки блюдо диетическое! \n ШАГ 3. Взбейте белки вилкой. Аккуратно влейте молоко и ещё раз взбейте. \n ШАГ 4. Для приготовления на пару подходят любые форы: керамические, фарфоровые, деревянные, пластиковые и силиконовые. Вылейте в выбранную вами форму белковую омлетную массу. \n ШАГ 5. В чашу пароварки или мультиварки с режимом Пар налейте стакан воды, сверху поставьте подставку для приготовления на пару, на нее форму с омлетной массой. Выбирайте режим Приготовление на пару и время 20 минут. ",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Яйцо",
      "quantity": 3,
      "unit": "шт"
    },
    {
      "ingredientId": "Молоко",
      "quantity": 100,
      "unit": "мл"
    },
    {
      "ingredientId": "Соль",
      "quantity": 1,
      "unit": "щепотка"
    }
  ],
  "cookingTime": "30 мин"
},{
  "name": "Овсяноблин с сыром и помидором",
  "picture": "ovsyanoblin-s-syrom-i-pomidorami.jpg",
  "calorie": 111,
  "proteins": 7,
  "fats": 6,
  "carbs": 8,
  "recipeText": "ШАГ 1. Овсяные хлопья можно предварительно не молоть, а просто замочить в молоке и яйце и оставить для набухания на 5-7 минут.  \n ШАГ 2. В удобной миске смешайте половину подготовленных продуктов для одного овсяноблина: полторы столовые ложки крошки, одно яйцо, 15 мл молока (2 столовые ложки) и щепотку соли.  \n ШАГ 3. Все тщательно перемешайте вилкой или венчиком и немного взболтайте, чтобы яйцо хорошо взбилось. Можно приготовить сразу все тесто и при жарке разделить его на две части. \n ШАГ 4. Для начинки помойте помидоры и нарежьте кружочками. Я брала для рецепта черри, вы можете взять любые по вкусу. \n ШАГ 5. На сухую сковороду налейте тесто, рассчитанное на один овсяноблин. Пеките блин на медленном огне до появления пузырьков и зарумянивания. На это уйдёт примерно 2 минуты. \n ШАГ 6. Переверните овсяноблин на другую сторону и допеките его в течение примерно 30 секунд. \n ШАГ 7. Затем снова переверните блин и выложите на него начинку: слой сыра, помидоры с солью и опять слой сыра. Сложите блин пополам. ",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Яйцо",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Молоко",
      "quantity": 30,
      "unit": "мл"
    },
    {
      "ingredientId": "Овсяные хлопья",
      "quantity": 3,
      "unit": "ст. л."
    },
    {
      "ingredientId": "Твердый сыр",
      "quantity": 30,
      "unit": "г"
    },
    {
      "ingredientId": "Помидор",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Соль",
      "quantity": 2,
      "unit": "щепотки"
    }
  ],
  "cookingTime": "10 мин"
},{
  "name": "Творожная запеканка в духовке",
  "picture": "tvorojnaya-zapekanka.jpg",
  "calorie": 138,
  "proteins": 13,
  "fats": 9,
  "carbs": 1,
  "recipeText": "ШАГ 1. Яйца разделите на желтки и белки. Старайтесь это сделать аккуратно, чтобы в белки не попала ни капелька желтка, иначе белки не взобьются. Белки на время дальнейшего приготовления уберите в холодильник.  \n ШАГ 2. К желткам добавьте творог, молоко и ванилин.  \n ШАГ 3. Перемешайте продукты. Лучше это сделать блендером, тогда масса станет очень гладкой и однородной. Если же у вас нет блендера, то лучше протереть творог через сито, чтобы избавиться от крупинок. \n ШАГ 4. Достаньте белки из холодильника и взбейте их до крутых пиков. Это насытит их воздухом, который поможет запеканке подняться. Взбивать надо долго, не менее 10 минут, чтобы после остановки миксера следы от него не опадали. \n ШАГ 5. Добавьте взбитые белки к основной массе. Делайте это порциями, по несколько столовых ложек, аккуратно вмешивая их после каждого добавления. Размешивайте белки движениями снизу вверх, лучше всего подойдет силиконовая лопатка, она не разрушает их структуру. \n ШАГ 6. Пеките запеканку в духовке при температуре 170°С 40-50 минут. Время и температуру регулируйте под свою духовку. Ориентируйтесь на верхнюю корочку - она должна стать золотистой. ",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Творог",
      "quantity": 500,
      "unit": "г"
    },
    {
      "ingredientId": "Молоко",
      "quantity": 200,
      "unit": "мл"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 4,
      "unit": "шт"
    },
    {
      "ingredientId": "Ванилин",
      "quantity": 3,
      "unit": "г"
    }
  ],
  "cookingTime": "1 ч"
},{
  "name": "Ленивая овсянка в банке",
  "picture": "lenivaya-ovsyanka.jpg",
  "calorie": 144,
  "proteins": 7,
  "fats": 5,
  "carbs": 23,
  "recipeText": "ШАГ 1. В натуральный йогурт добавить семена чиа и перемешать.  \n ШАГ 2. По чистым баночкам равномерно распределить половину овсяных хлопьев и залить их молоком.  \n ШАГ 3. На овсянку с молоком выложить вишневый йогурт. \n ШАГ 4. Сверху распределить ягоды вишни. \n ШАГ 5. На вишню высыпать оставшиеся овсяные хлопья. \n ШАГ 6. На хлопья разложить йогурт с семенами чиа. \n ШАГ 7. Плотно закрутить баночки с овсянкой крышками. При желании можно встряхнуть баночки, чтобы содержимое перемешалось. Убрать овсянку в холодильник на ночь. ",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Овсяные хлопья",
      "quantity": 150,
      "unit": "г"
    },
    {
      "ingredientId": "Молоко",
      "quantity": 100,
      "unit": "мл"
    },
    {
      "ingredientId": "Йогурт",
      "quantity": 240,
      "unit": "г"
    },
    {
      "ingredientId": "Вишня",
      "quantity": 50,
      "unit": "г"
    },
    {
      "ingredientId": "Семена чиа",
      "quantity": 1,
      "unit": "ст. л."
    }
  ],
  "cookingTime": "9 ч"
},{
  "name": "Овсяноблин с бананом",
  "picture": "ovsyanoblin-s-bananom.jpg",
  "calorie": 136,
  "proteins": 5,
  "fats": 5,
  "carbs": 20,
  "recipeText": "ШАГ 1.  Положите в миску хлопья, молоко, яйцо и соль. Размешайте. Оставьте массу постоять около 5 минут, за это время хлопья набухнут. \n ШАГ 2. Банан почистите и разделите на две части. Одну порежьте на тонкие колечки - она пойдет в начинку. Другую вилкой разомните в пюре - она пойдет в тесто и заменит сахар.  \n ШАГ 3. Добавьте пюре из банана в тесто, хорошо перемешайте. \n ШАГ 4. Разогрейте сковороду на небольшом огне. Добавьте масло. Вылейте на сковороду тесто, вилкой аккуратно разровняйте блин по всей поверхности.  \n ШАГ 5. Когда блин пожарится с обеих сторон, снимите его на тарелку. Разложите колечки банана на одну сторону. \n ШАГ 6. Сложите блин пополам.",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Молоко",
      "quantity": 60,
      "unit": "мл"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Банан",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 1,
      "unit": "ч. л."
    }
  ],
  "cookingTime": "20 мин"
},{
  "name": "Оладьи из банана на сковороде",
  "picture": "oladi.jpg",
  "calorie": 146,
  "proteins": 5,
  "fats": 4,
  "carbs": 21,
  "recipeText": "ШАГ 1. Очистить банан. Поместить банан в чашу и размять его блендером до пюреобразного состояния. Можно просто размять банан вилкой. Лучше всего для этого рецепта подойдут спелые мягкие бананы.  \n ШАГ 2. Кефир немного подогреть (только не кипятить!) так, чтобы он просто был теплый или комнатной температуры.  \n ШАГ 3. Разбить яйца в отдельной посуде и взбить их венчиком. Добавить к яйцам банановое пюре и теплый кефир. Все хорошо перемешать. Для сладости положить жидкий мед (можно заменить сахаром или кленовым сиропом) и еще раз перемешать. \n ШАГ 4. В миску просеять муку. Лучше всего для этого рецепта взять цельнозерновую пшеничную муку - так оладьи получатся диетическими. А за счет клетчатки, содержащейся в цельнозерновой муке, еще и более полезными. \n ШАГ 5. В середине просеянной муки сделать небольшое углубление и влить туда смесь из банана, кефира и яиц. Взбить все тщательно венчиком до однородной массы. Тесто должно получится жидковатым, но более густым, чем на блины. Оставить тесто на 10 минут, чтобы оно немного подошло.  \n ШАГ 6. Жарить с двух сторон на небольшом количестве масла.",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Банан",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Мука",
      "quantity": 250,
      "unit": "г"
    },
    {
      "ingredientId": "Кефир",
      "quantity": 350,
      "unit": "мл"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 30,
      "unit": "мл"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 2,
      "unit": "шт"
    }
  ],
  "cookingTime": "40 мин"
},{
  "name": "Запеканка из кабачков",
  "picture": "zapekanka-iz-kabachkov.jpg",
  "calorie": 85,
  "proteins": 6,
  "fats": 5,
  "carbs": 4,
  "recipeText": "ШАГ 1. Натираем кабачок на терке, лишнюю воду можно отжать.  \n ШАГ 2. Лук чистим, моем, просушиваем. Его нужно очень-очень мелко нарезать или натереть на терке.  \n ШАГ 3. Выкладываем в холодную сковороду кабачки и лук, ставим на огонь и начинаем медленно нагревать. Если необходимо поджарить до корочки, понадобится немного масла, но калорийность блюда увеличится. Лучше просто прогревать на среднем огне, пока овощи не выпустят сок и немного не протушатся в нем. Весь процесс займет не более 10 минут. \n ШАГ 4. Пока кабачки тушатся, разогреваем духовку до 180 градусов. Яйца разбиваем в глубокую миску, добавляем к ним соль и зелень, немного взбиваем вилкой или венчиком до однородности. Пропаренные овощи равномерно распределяем по дну сковороды, заливаем ячной смесью и ставим в духовку. \n ШАГ 5. Запекаем, пока вся масса не загустеет (около 15 минут, в зависимости от диаметра сковороды). Готовое блюдо достаем из духовки, даем остыть в сковороде минут 5 и можно подавать к столу.",
  "category": "Завтраки",
  "ingredients": [
    {
      "ingredientId": "Кабачок",
      "quantity": 500,
      "unit": "г"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 8,
      "unit": "шт"
    },
    {
      "ingredientId": "Лук",
      "quantity": 80,
      "unit": "г"
    },
    {
      "ingredientId": "Соль",
      "quantity": 3,
      "unit": "щепотки"
    }
  ],
  "cookingTime": " 30 мин"
},{
  "name": "Боул с обжаренной курицей",
  "picture": "boul-s-kuricey.jpg",
  "calorie": 146,
  "proteins": 8,
  "fats": 9,
  "carbs": 9,
  "recipeText": "ШАГ 1. Первым делом сварите булгур. Для этого возьмите сотейник с толстым дном, поставьте его на небольшой огонь и налейте в него немного растительного масла. Всыпьте крупу, перемешайте ее, чтобы она полностью покрылась маслом. Немного обжарьте, а затем влейте кипяток. Убавьте огонь до минимума, накройте сотейник крышкой и оставьте булгур вариться примерно на 10 минут.  \n ШАГ 2. Пока булгур варится, займитесь курицей. Обмойте и обсушите филе. Разрежьте его на две части, одинаковые по толщине. Посолите и сдобрите специями каждый кусок.  \n ШАГ 3. Разогрейте на сильном огне сковороду, налейте на нее растительное масло для жарки. Выложите мясо. Обжарьте мясо по паре минут с каждой стороны до румяной корочки, затем огонь убавьте, накройте сковороду крышкой и доведите филе до готовности. На это уйдет 10-15 минут, в зависимости от толщины кусков. Булгур тем временем будет готов, в него впитается вся вода. Посолите и перемешайте его. \n ШАГ 4. Произвольно нарежьте все овощи и курицу. \n ШАГ 5. Соберите боул. Выложите в тарелку булгур, курицу, разложите рядом нарезанные овощи и кукурузу. Добавьте листики салата или любой другой зелени.",
  "category": "Салаты",
  "ingredients": [
    {
      "ingredientId": "Куриная грудка",
      "quantity": 250,
      "unit": "г"
    },
    {
      "ingredientId": "Булгур",
      "quantity": 100,
      "unit": "г"
    },
    {
      "ingredientId": "Вода",
      "quantity": 200,
      "unit": "мл"
    },
    {
      "ingredientId": "Авокадо",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Огурец",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Болгарский перец",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Кукуруза",
      "quantity": 50,
      "unit": "г"
    },
    {
      "ingredientId": "Соль",
      "quantity": 2,
      "unit": "щепотки"
    }
  ],
  "cookingTime": "30 мин"
},{
  "name": "Салат с фасолью",
  "picture": "salat-s-fasolu.jpg",
  "calorie": 112,
  "proteins": 6,
  "fats": 6,
  "carbs": 9,
  "recipeText": "ШАГ 1. Банку с консервированной красной фасолью осторожно откройте, слейте жидкость, а фасоль промойте холодной водой. Выложите в салатник нужное количество фасоли. Для салата также можно взять отварную красную фасоль.  \n ШАГ 2. Банку с консервированной кукурузой осторожно откройте, слейте жидкость. Добавьте в салатник нужное количество кукурузы.  \n ШАГ 3. Красный болгарский перец помойте, срежьте плодоножку и освободите его от семян. Промойте перец холодной водой внутри и снаружи. Стряхните плоды от лишней жидкости и нарежьте перец небольшими кубиками. Добавьте нарезанный перец в салат. \n ШАГ 4. Салатный лук очистите от шелухи и порежьте маленьким кубиками. Добавьте его в салат. \n ШАГ 5. Для заправки салата в миске смешайте растительное масло (я взяла виноградное), яблочный уксус и готовую горчицу (у меня русская, но вкусно будет и с дижонской). Соль и чёрный молотый перец можно добавить в заправку, а можно добавить непосредственно в сам салат. Заправьте салат подготовленной заправкой и перемешайте.",
  "category": "Салаты",
  "ingredients": [
    {
      "ingredientId": "Фасоль",
      "quantity": 150,
      "unit": "г"
    },
    {
      "ingredientId": "Кукуруза",
      "quantity": 100,
      "unit": "г"
    },
    {
      "ingredientId": "Болгарский перец",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Лук",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Петрушка",
      "quantity": 15,
      "unit": "г"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 2,
      "unit": "ст. л."
    },
    {
      "ingredientId": "Соль",
      "quantity": 2,
      "unit": "щепотки"
    }
  ],
  "cookingTime": "15 мин"
},{
  "name": "Салат со свеклой",
  "picture": "salat-so-svekloy.jpg",
  "calorie": 165,
  "proteins": 4,
  "fats": 14,
  "carbs": 7,
  "recipeText": "ШАГ 1. Сварите свеклу и нарежьте крупным кубиком.  \n ШАГ 2. Возьмите плоское блюдо, выложите на него салатную зелень. Предварительно промойте ее и хорошо обсушите, бумажным полотенцем или в специальной сушилке. Крупные листья порвите руками — от соприкосновения с металлом зелень быстро окисляется и вянет. Выложите сверху кубики свеклы и брынзу.  \n ШАГ 3. Посыпьте салат орехами. Можете предварительно слегка обжарить их на сухой сковороде. Если вы взяли грецкие орехи, порубите их на мелкие кусочки. \n ШАГ 4. Посолите и поперчите салат по вкусу. Учитывайте, что в его состав входит достаточно соленая брынза. Полейте салат заправкой и сразу подавайте к столу — салаты из зелени долго не стоят, так как она быстро вянет.",
  "category": "Салаты",
  "ingredients": [
    {
      "ingredientId": "Свекла",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Кедровый орех",
      "quantity": 30,
      "unit": "г"
    },
    {
      "ingredientId": "Салат",
      "quantity": 100,
      "unit": "г"
    },
    {
      "ingredientId": "Брынза",
      "quantity": 50,
      "unit": "г"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 2,
      "unit": "ст. л."
    },
    {
      "ingredientId": "Горчица",
      "quantity": 1,
      "unit": "ч. л."
    }
  ],
  "cookingTime": "10 мин"
},{
  "name": "Удон с курицей и овощами",
  "picture": "udon-s-kuricei.jpg",
  "calorie": 62,
  "proteins": 4,
  "fats": 2,
  "carbs": 8,
  "recipeText": "ШАГ 1. Промойте все ингридиенты, включая курицу.  \n ШАГ 2. Нарежьте овощи и курицу брусочками.  \n ШАГ 3. В кастрюлю налейте воду, доведите её до кипения и добавьте соль. В кипящую воду положите лапшу и варите примерно 5-7 минут, иногда помешивая ее, чтобы лапша не слиплась. \n ШАГ 4. На сильном огне в сковороде вок или в сковороде с толстым дном разогрейте растительное масло и быстро обжарьте брусочки куриного филе, затем добавьте овощи и обжарьте. \n ШАГ 5. На последнем этапе добавьте в сковороду готовую лапшу, влейте соевый соус и, перемешивая, в течение 3-4 минут доведите удон до готовности.",
  "category": "Вторые блюда",
  "ingredients": [
    {
      "ingredientId": "Лапша удон",
      "quantity": 200,
      "unit": "г"
    },
    {
      "ingredientId": "Вода",
      "quantity": 1500,
      "unit": "мл"
    },
    {
      "ingredientId": "Куриная грудка",
      "quantity": 250,
      "unit": "г"
    },
    {
      "ingredientId": "Болгарский перец",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Морковь",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Кабачок",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Соевый соус",
      "quantity": 1,
      "unit": "шт"
    }
  ],
  "cookingTime": "45 мин"
},{
  "name": "Булгур с овощами в глубокой сковороде",
  "picture": "bulgur-s-ovoschami.jpg",
  "calorie": 78,
  "proteins": 2,
  "fats": 2,
  "carbs": 11,
  "recipeText": "ШАГ 1. Лук и морковь очистите и ополосните в проточной воде от загрязнений. Лук мелко нарежьте. Морковь можно натереть на терке или нарезать кусочками.  \n ШАГ 2.  Болгарский перец и помидоры помойте. Помидоры нарежьте кружочками. Болгарский перец нарежьте небольшими ломтиками. \n ШАГ 3. Для приготовления берите удобную глубокую сковороду. Разогрейте её до горячего состояния и налейте немного растительного масла. Выложите измельченные лук и морковь и обжаривайте на небольшом огне 2-3 минуты. Не забывайте помешивать, чтобы овощи не подгорели. \n ШАГ 4. Всыпьте в сковороду булгур, перемешайте с овощами и обжаривайте все вместе еще 3-5 минут. Булгур немного подрумянится. \n ШАГ 5. Влейте в сковороду горячую воду. Добавьте немного соли и специи. Все перемешайте. Разложите кружочки помидоров. Накройте сковороду крышкой и готовьте на небольшом огне около 20 минут. За время приготовления булгур впитает в себя воду и увеличится в размере. Он станет мягкий.",
  "category": "Вторые блюда",
  "ingredients": [
    {
      "ingredientId": "Булгур",
      "quantity": 1,
      "unit": "ст."
    },
    {
      "ingredientId": "Вода",
      "quantity": 500,
      "unit": "мл"
    },
    {
      "ingredientId": "Лук",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Морковь",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Болгарский перец",
      "quantity": 0.5,
      "unit": "шт"
    },
    {
      "ingredientId": "Помидор",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 20,
      "unit": "г"
    }
  ],
  "cookingTime": "30 мин"
},{
  "name": "Капуста тушеная",
  "picture": "kapusta-tushenaya.jpg",
  "calorie": 67,
  "proteins": 2,
  "fats": 5,
  "carbs": 8,
  "recipeText": "ШАГ 1. Луковицу очистите и нарежьте мелкими кубиками.  \n ШАГ 2. У капусты уберите верхние листья, вырежьте кочерыжку, ополосните под прохладной водой. Нашинкуйте капусту тонкой соломкой.  \n ШАГ 3. Разогрейте на среднем огне сковороду, налейте на нее растительное масло для жарки. Выложите в сковороду лук. Обжаривайте его, помешивая, до прозрачности, несколько минут. \n ШАГ 4. Выложите в сковороду половину капусты, посолите ее, перемешайте. Выложите оставшуюся порцию, в нее также добавьте соль, перец, лавровый лист. Перемешайте. \n ШАГ 5. Сделайте огонь минимальным, накройте сковородку крышкой. Тушите капусту 20-30 минут, в зависимости от количества и сорта. Каждые пять минут перемешивайте ее, чтобы она не подгорела. \n ШАГ 6. Когда капуста станет мягкой, добавьте томатную пасту. Перемешайте, снова накройте крышкой и оставьте тушиться на 5 минут.",
  "category": "Вторые блюда",
  "ingredients": [
    {
      "ingredientId": "Капуста",
      "quantity": 1000,
      "unit": "г"
    },
    {
      "ingredientId": "Лук",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Томатная паста",
      "quantity": 50,
      "unit": "г"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 3,
      "unit": "ст. л."
    },
    {
      "ingredientId": "Соль",
      "quantity": 3,
      "unit": "щепотки"
    },
    {
      "ingredientId": "Лавровый лист",
      "quantity": 2,
      "unit": "шт"
    }
  ],
  "cookingTime": "40 мин"
},{
  "name": "Окрошка на квасе",
  "picture": "klassicheskaya-okrohka.jpg",
  "calorie": 83,
  "proteins": 3,
  "fats": 5,
  "carbs": 5,
  "recipeText": "ШАГ 1. Предварительно отварите картошку и яйца до готовности, а затем остудите.  \n ШАГ 2. Очистите картофель от кожуры, а яйца от скорлупы. Редиску тщательно вымойте, удалите места крепления листов и хвостика.  \n ШАГ 3. Картошку и яйца нарежьте небольшими кубиками. Готовая окрошка будет очень аппетитно смотреться, если все компоненты нарезать кубиками одинакового размера. Иногда для ускорения процесса нарезки я использую овощерезку. Отправьте картошку и яйца в глубокую миску или небольшую кастрюлю. \n ШАГ 4. Огурцы вымойте и обсушите. Если кожура горчит, то её нужно удалить. Нарежьте огурцы и редиску кубиками, отправьте к картофелю с яйцами. \n ШАГ 5. Колбасу измельчите аналогично и отправьте к остальным продуктам. Если вы предпочитаете заменять колбасные изделия на мясо, то используйте отварную говядину, язык или куриную грудку. Важный момент- варёное мясо не должно быть жирным, так как окрошка- это холодный суп, в нём кусочки жира застынут. \n ШАГ 6. Лук и укроп нашинкуйте максимально мелко. Для того, чтобы окрошка получилась более ароматной, зелень можно растереть пестиком в ступке. Добавьте зелень ко всем компонентам. \n ШАГ 7. Распределите полученную смесь порционно каждому по тарелочкам, залейте квасом. Квас можно использовать покупной или домашний. Мне нравится в окрошку добавлять квас с кислинкой. При необходимости посолите по вкусу.",
  "category": "Супы",
  "ingredients": [
    {
      "ingredientId": "Колбаса",
      "quantity": 200,
      "unit": "г"
    },
    {
      "ingredientId": "Картофель",
      "quantity": 4,
      "unit": "шт"
    },
    {
      "ingredientId": "Огурец",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 4,
      "unit": "шт"
    },
    {
      "ingredientId": "Редис",
      "quantity": 8,
      "unit": "шт"
    },
    {
      "ingredientId": "Сметана",
      "quantity": 200,
      "unit": "г"
    },
    {
      "ingredientId": "Квас",
      "quantity": 1500,
      "unit": "мл"
    },
    {
      "ingredientId": "Лук зеленый",
      "quantity": 40,
      "unit": "г"
    }
  ],
  "cookingTime": "40 мин"
},{
  "name": "Свекольник",
  "picture": "svekolnik.jpg",
  "calorie": 56,
  "proteins": 4,
  "fats": 2,
  "carbs": 6,
  "recipeText": "ШАГ 1. Свеклу можно отварить или запечь. Отваривать её нужно 1 - 1.5 часа в зависимости от размера, поместив в кастрюлю с холодной водой, чтобы она полностью прикрывала овощ.   \n ШАГ 2. Отваренную и охлаждённую свеклу очистите от шкурки, натрите на крупной тёрке и выложите в глубокую миску.  \n ШАГ 3. Свежие огурцы промойте тщательно холодной водой, натрите на крупной тёрке или мелко порежьте. Выложите измельчённый огурец в посуду со свеклой. \n ШАГ 4. Отваренные и охлаждённые яйца очистите от скорлупы и мелко порежьте. Добавьте нарезанные яйца в посуду к ранее подготовленным овощам. \n ШАГ 5. Добавьте в подготовленные ингредиенты соль по вкусу и горчицу. От горчицы можно отказаться. Перемешайте содержимое посуды. \n ШАГ 6. Добавьте в свекольник кефир и перемешайте.",
  "category": "Супы",
  "ingredients": [
    {
      "ingredientId": "Свекла",
      "quantity": 250,
      "unit": "г"
    },
    {
      "ingredientId": "Огурец",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Яйцо",
      "quantity": 2,
      "unit": "шт"
    },
    {
      "ingredientId": "Укроп",
      "quantity": 50,
      "unit": "г"
    },
    {
      "ingredientId": "Кефир",
      "quantity": 150,
      "unit": "мл"
    },
    {
      "ingredientId": "Горчица",
      "quantity": 1,
      "unit": "ч. л."
    }
  ],
  "cookingTime": "1 ч 30 мин"
},{
  "name": "Суп с курицей",
  "picture": "sup-s-kartohkoy.jpg",
  "calorie": 58,
  "proteins": 3,
  "fats": 3,
  "carbs": 4,
  "recipeText": "ШАГ 1. Сварите бульон в течение 20-25 минут, затем извлеките грудку. \n ШАГ 2. Очищенный картофель нарежьте на небольшие кусочки и выложите в кипящий бульон. Варите картофель минут 15-20. За время варки картофель станет мягкий.  \n ШАГ 3. Пока варится картофель займитесь овощной зажаркой. Лук и морковь очистите от кожуры и ополосните. Лук мелко нарежьте, а морковь натрите на крупной терке. на сковороду налейте немного растительного масла и обжарьте овощи на небольшом огне пару минут. Затем добавьте в сковороду нарезанный болгарский перец. Перец можно нарезать как крупными кусочками, так и мелкими. Обжарьте все овощи еще 2-3 минуты и выложите поджарку в кастрюлю с супом. \n ШАГ 4. По вкусу добавьте в суп немного соли и специи. Проварите все вместе 1-2 минуты и снимите кастрюлю с огня.",
  "category": "Супы",
  "ingredients": [
    {
      "ingredientId": "Куриная грудка",
      "quantity": 250,
      "unit": "г"
    },
    {
      "ingredientId": "Картофель",
      "quantity": 5,
      "unit": "шт"
    },
    {
      "ingredientId": "Лук",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Морковь",
      "quantity": 1,
      "unit": "шт"
    },
    {
      "ingredientId": "Болгарский перец",
      "quantity": 0.5,
      "unit": "шт"
    },
    {
      "ingredientId": "Растительное масло",
      "quantity": 20,
      "unit": "г"
    },
    {
      "ingredientId": "Вода",
      "quantity": 2000,
      "unit": "мл"
    }
  ],
  "cookingTime": "1 ч"
}]