[
  {
    "name": "Смузи яблоко-киви-банан 3",
    "calorie": 81,
    "proteins": 2,
    "fats": 2,
    "carbs": 14,
    "recipeText": "ШАГ 1. Подготовьте все необходимые ингредиенты. Для смузи выбирайте спелые киви и спелый банан, но не перезрелый (с ярко-желтой кожурой без черных точек. Мед нужен жидкий, если у вас он засахаренный, то растопите его на водяной бане. Молоко берите любой жирности, на ваш вкус. \n ШАГ 2. Возьмите киви, очистите от кожуры и нарежьте ломтиками произвольной формы. \n ШАГ 3. Банан очистите от кожуры и нарежьте крупными кусочками. \n ШАГ 4. Яблоко помойте под проточной водой, обсушите, также очистите от кожуры и семян, нарежьте кусочками. \n ШАГ 5. Возьмите чашу блендера, выложите в нее нарезанные фрукты, добавьте жидкий мед. \n ШАГ 6. Влейте к фруктам молоко комнатной температуры. \n ШАГ 7. Все тщательно взбейте до однородности. Разлейте смузи по стаканам и наслаждаться свежим фруктовым вкусом. Пить смузи нужно сразу, пока оно имеет красивый бледно-зеленый цвет. Потом перемолотые яблоки и банан начнут быстро темнеть и цвет вашего напитка ухудшится. Хотя вкус от этого не пострадает.",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 350,
        "unit": "мл"
      },
      {
        "ingredientId": "661c289ac420bab404f68eaa",
        "quantity": 160,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68eab",
        "quantity": 160,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68eac",
        "quantity": 140,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68ead",
        "quantity": 41.5,
        "unit": "г"
      }
    ],
    "cookingTime": "1 ч 30 мин",
    "picture": "breakfast.jpg"
  },
  {
    "name": "Суп 2",
    "calorie": 81,
    "proteins": 2,
    "fats": 2,
    "carbs": 14,
    "recipeText": "Приготовьте суп",
    "category": "Супы",
    "ingredients": [
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 350,
        "unit": "мл"
      },
      {
        "ingredientId": "661c289ac420bab404f68eaa",
        "quantity": 160,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68eab",
        "quantity": 160,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68eac",
        "quantity": 140,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68ead",
        "quantity": 41.5,
        "unit": "г"
      }
    ],
    "cookingTime": "30 мин",
    "picture": "soup.jpg"
  },
  {
    "name": "Брокколи с яйцом",
    "picture": ".jpg",
    "calorie": 123,
    "proteins": 7,
    "fats": 11,
    "carbs": 3,
    "recipeText": "ШАГ 1. Подготовьте необходимые ингредиенты. Тщательно промойте капусту и разделите её на небольшие соцветия. \n ШАГ 2. В сковороде разогрейте растительное масло и обжарьте на нём соцветия брокколи в течение 2-3 минуты. По желанию вы можете добавить какие-то пряности и приправы. Отлично подойдут измельченный зубчик чеснока, кубики лука, молотая паприка, сушеный укроп или тимьян. \n ШАГ 3. Вбейте яйца в мисочку и размешайте вилкой. Можно и не размешивать их, если желаете оставить целиковые желтки. \n ШАГ 4. Посолите и взбейте яичную массу. На этом этапе также можно ее и поперчить или добавить сушеные травы. \n ШАГ 5. Залейте брокколи на сковороде и готовьте на небольшом огне около 10-12 минут. При желании, можно накрыть сковороду крышкой. Следите за тем, чтобы весь белок яйца обязательно хорошо пропекся, - именно в белке могут содержатся бактерии, если они попали в яйцо со скорлупы.",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661ea3e0597f063e9183bf89",
        "quantity": 200,
        "unit": "г"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8a",
        "quantity": 2,
        "unit": "шт"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8b",
        "quantity": 1,
        "unit": "ст. л."
      },
      {
        "ingredientId": "661ea558597f063e9183bf93",
        "quantity": 1,
        "unit": "щепотка"
      }
    ],
    "cookingTime": "30 мин"
  },
  {
    "name": "Белковый омлет на пару",
    "picture": "soup.jpg",
    "calorie": 125,
    "proteins": 9,
    "fats": 8,
    "carbs": 2,
    "recipeText": "ШАГ 1.  Отделите белки от желтков. Вам понадобятся только белки. \n ШАГ 2. Белки же посолите, не кладите много соли, - все-таки блюдо диетическое! \n ШАГ 3. Взбейте белки вилкой. Аккуратно влейте молоко и ещё раз взбейте. \n ШАГ 4. Для приготовления на пару подходят любые форы: керамические, фарфоровые, деревянные, пластиковые и силиконовые. Вылейте в выбранную вами форму белковую омлетную массу. \n ШАГ 5. В чашу пароварки или мультиварки с режимом Пар налейте стакан воды, сверху поставьте подставку для приготовления на пару, на нее форму с омлетной массой. Выбирайте режим Приготовление на пару и время 20 минут. ",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661ea3e0597f063e9183bf8a",
        "quantity": 3,
        "unit": "шт"
      },
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 100,
        "unit": "мл"
      },
      {
        "ingredientId": "661ea558597f063e9183bf93",
        "quantity": 1,
        "unit": "щепотка"
      }
    ],
    "cookingTime": "30 мин"
  },
  {
    "name": "Овсяноблин с сыром и помидором",
    "picture": "soup.jpg",
    "calorie": 111,
    "proteins": 7,
    "fats": 6,
    "carbs": 8,
    "recipeText": "ШАГ 1. Овсяные хлопья можно предварительно не молоть, а просто замочить в молоке и яйце и оставить для набухания на 5-7 минут.  \n ШАГ 2. В удобной миске смешайте половину подготовленных продуктов для одного овсяноблина: полторы столовые ложки крошки, одно яйцо, 15 мл молока (2 столовые ложки) и щепотку соли.  \n ШАГ 3. Все тщательно перемешайте вилкой или венчиком и немного взболтайте, чтобы яйцо хорошо взбилось. Можно приготовить сразу все тесто и при жарке разделить его на две части. \n ШАГ 4. Для начинки помойте помидоры и нарежьте кружочками. Я брала для рецепта черри, вы можете взять любые по вкусу. \n ШАГ 5. На сухую сковороду налейте тесто, рассчитанное на один овсяноблин. Пеките блин на медленном огне до появления пузырьков и зарумянивания. На это уйдёт примерно 2 минуты. \n ШАГ 6. Переверните овсяноблин на другую сторону и допеките его в течение примерно 30 секунд. \n ШАГ 7. Затем снова переверните блин и выложите на него начинку: слой сыра, помидоры с солью и опять слой сыра. Сложите блин пополам. ",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661ea3e0597f063e9183bf8a",
        "quantity": 2,
        "unit": "шт"
      },
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 30,
        "unit": "мл"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8c",
        "quantity": 3,
        "unit": "ст. л."
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8d",
        "quantity": 30,
        "unit": "г"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8e",
        "quantity": 1,
        "unit": "шт"
      },
      {
        "ingredientId": "661ea558597f063e9183bf93",
        "quantity": 2,
        "unit": "щепотки"
      }
    ],
    "cookingTime": "10 мин"
  },
  {
    "name": "Творожная запеканка",
    "picture": "soup.jpg",
    "calorie": 138,
    "proteins": 13,
    "fats": 9,
    "carbs": 1,
    "recipeText": "ШАГ 1. Яйца разделите на желтки и белки. Старайтесь это сделать аккуратно, чтобы в белки не попала ни капелька желтка, иначе белки не взобьются. Белки на время дальнейшего приготовления уберите в холодильник.  \n ШАГ 2. К желткам добавьте творог, молоко и ванилин.  \n ШАГ 3. Перемешайте продукты. Лучше это сделать блендером, тогда масса станет очень гладкой и однородной. Если же у вас нет блендера, то лучше протереть творог через сито, чтобы избавиться от крупинок. \n ШАГ 4. Достаньте белки из холодильника и взбейте их до крутых пиков. Это насытит их воздухом, который поможет запеканке подняться. Взбивать надо долго, не менее 10 минут, чтобы после остановки миксера следы от него не опадали. \n ШАГ 5. Добавьте взбитые белки к основной массе. Делайте это порциями, по несколько столовых ложек, аккуратно вмешивая их после каждого добавления. Размешивайте белки движениями снизу вверх, лучше всего подойдет силиконовая лопатка, она не разрушает их структуру. \n ШАГ 6. Пеките запеканку в духовке при температуре 170°С 40-50 минут. Время и температуру регулируйте под свою духовку. Ориентируйтесь на верхнюю корочку - она должна стать золотистой. ",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661ea3e0597f063e9183bf8f",
        "quantity": 500,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 200,
        "unit": "мл"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf8a",
        "quantity": 4,
        "unit": "шт"
      },
      {
        "ingredientId": "661ea558597f063e9183bf94",
        "quantity": 3,
        "unit": "г"
      }
    ],
    "cookingTime": "1 ч"
  },
  {
    "name": "Ленивая овсянка в банке",
    "picture": "soup.jpg",
    "calorie": 144,
    "proteins": 7,
    "fats": 5,
    "carbs": 23,
    "recipeText": "ШАГ 1. В натуральный йогурт добавить семена чиа и перемешать.  \n ШАГ 2. По чистым баночкам равномерно распределить половину овсяных хлопьев и залить их молоком.  \n ШАГ 3. На овсянку с молоком выложить вишневый йогурт. \n ШАГ 4. Сверху распределить ягоды вишни. \n ШАГ 5. На вишню высыпать оставшиеся овсяные хлопья. \n ШАГ 6. На хлопья разложить йогурт с семенами чиа. \n ШАГ 7. Плотно закрутить баночки с овсянкой крышками. При желании можно встряхнуть баночки, чтобы содержимое перемешалось. Убрать овсянку в холодильник на ночь. ",
    "category": "Завтраки",
    "ingredients": [
      {
        "ingredientId": "661ea3e0597f063e9183bf8c",
        "quantity": 150,
        "unit": "г"
      },
      {
        "ingredientId": "661c289ac420bab404f68ea9",
        "quantity": 100,
        "unit": "мл"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf90",
        "quantity": 240,
        "unit": "г"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf91",
        "quantity": 50,
        "unit": "г"
      },
      {
        "ingredientId": "661ea3e0597f063e9183bf92",
        "quantity": 1,
        "unit": "ст. л."
      }
    ],
    "cookingTime": "9 ч"
  }
]